---
kind: type
id: T:Autodesk.Revit.DB.OBJExportOptions
source: html/fe6a5fe3-737a-1d30-fa65-37cc84e6e9d5.htm
---
# Autodesk.Revit.DB.OBJExportOptions

The export options used by exporting to OBJ file format.

## Syntax (C#)
```csharp
public class OBJExportOptions : BIMExportOptions
```